Repository: jameshobden/two-woocommerce-plugin
Catalog: tillit-payment-gateway-*.po
Languages: nb_no

source: Activate company name auto-complete
nb_no: Skru på forhåndsutfylling for selskapsnavn

source: Activate company org.id auto-complete
nb_no: Skru på forhåndsutfylling av organisasjonsnummer

source: Add a logo to the invoice
nb_no: Legg til en logo på fakturaen

source: Add department field to Checkout page
nb_no: Legg til et felt for avdeling

source: Add project field to Checkout page
nb_no: Legg til et felt for prosjekt

source: Always enable all available payment methods
nb_no: Alltid gjør alle betalingsmetoder tilgjengelige

source: Always mark Tillit fields as required
nb_no: Merk tillit felt som påkrevd

source: API credentials
nb_no: API informasjon

source: Approves buyer when phone and company name is filled out. Disables Tillit payment method if buyer is declined.
nb_no: Godkjenn kjøper når telefon og selskapsnavn er utfylt. Skru av tillit dersom kjøper ikke godkjennes

source: Auto-complete settings
nb_no: Auto-utfyllings innstillinger

source: Business
nb_no: Bedrift

source: Business Customer
nb_no: Bedriftskunde

source: Business invoice %s days
nb_no: Bedriftsfaktura - %s dager

source: By completing the purchase, you verify that you have the legal right to purchase on behalf of
nb_no: Ved å fullføre kjøpet bekrefter jeg at jeg har fullmakt til å handle på vegne av

source: Checkout options
nb_no: Checkout side instillinger

source: Choose product
nb_no: Velg produkt

source: Choose your settings
nb_no: Velg dine innstillinger

source: Clear settings on deactivation
nb_no: Slett innstillingene ved deaktivering

source: Company ID
nb_no: Organisasjonsnummer

source: Company name
nb_no: Selskapsnavn

source: Could not edit the Tillit order
nb_no: Kunne ikke redigere Tillit-orderen

source: Could not edit the Tillit order, please check with Tillit admin
nb_no: Kunne ikke redigere Tillit-ordre. Ta kontakt med Tillit-admin

source: Could not initiate refund by Tillit
nb_no: Kan ikke refundere med tillit

source: Could not request to create tillit order
nb_no: Kunne ikke be om å opprette en ordre

source: Could not update status
nb_no: Kunne ikke oppdatere status

source: Could not update status to cancelled
nb_no: Kunne ikke oppdatere status til kansellert

source: Could not update status to cancelled, please check with Tillit admin for id %s
nb_no: Kunne ikke kansellere orderen. Ta kontakt med Tillit admin for id %s

source: Could not update status to fulfilled on Tillit, please check with Tillit admin for id %s
nb_no: Kunne ikke markere ordren som fullført. Ta kontakt med Tillit admin for id %s

source: Dashboard
nb_no: Dashbord

source: Default number of buyer payment days
nb_no: Antall betalingsdager

source: Default to B2C check-out
nb_no: Sett B2C checkout som standard

source: Department
nb_no: Avdeling

source: Description
nb_no: Beskrivelse

source: Enable Tillit Payments
nb_no: Skru på Tillit

source: Enter company name to pay on invoice
nb_no: Skriv inn selskapsnavn for å betale på faktura

source: Fail to process payment
nb_no: Kunne ikke behandle betalingen

source: Failed to refund order by Tillit
nb_no: Kunner ikke refundere ordren med Tillit

source: Failed to refund order by Tillit, please check with Tillit admin for id %s
nb_no: Kunner ikke refundere ordren med Tillit, ta kontakt med Tillit admin for id %s

source: Failed to request refund order to Tillit
nb_no: Kunne ikke be om refusjon på ordren fra Tillit

source: Failed to request refund order to Tillit, please check with Tillit admin for id %s
nb_no: Kunner ikke be om refusjon på ordren med Tillit, ta kontakt med Tillit admin for id %s

source: Fallback to other payment methods if Tillit is not available
nb_no: Fall tilbake til andre betalingsmetoder når tillit ikke er tilgjengelig

source: Finalize purchase when order is fulfilled
nb_no: Sluttfør salget når ordren blir sendt

source: Initiate payment to buyer on refund
nb_no: Start utbetaling til kunde ved refusjon

source: Integration between WooCommerce and Tillit.
nb_no: Integrasjon mellom WooCommerce og Tillit

source: Invoice is not available for this purchase
nb_no: Faktura er ikke tilgjengelig for dette kjøpet

source: Log in
nb_no: Logg inn

source: Making it easy for businesses to buy online.
nb_no: Morgendagens betalingsløsning for bedrifter

source: Maximum Payment using Tillit is %s
nb_no: Max betaling med tillit er %s

source: Minimum Payment using Tillit is %s
nb_no: Minimums betaling med tillit er %s

source: Missing company ID, please check with Tillit admin for id %s
nb_no: Mangler organisasjonsnummer. Ta kontakt med Tillit admin %s

source: Only Completed order can be refunded by Tillit
nb_no: Bare en ordre som er satt som fullført kan refunderes av Tillit

source: Payment and Invoice settings
nb_no: Betaling og faktura innstillinger

source: Personal
nb_no: Privat

source: Phone
nb_no: Telefon

source: Phone number is invalid
nb_no: Telefon nummer er ugyldig

source: Place order
nb_no: Fullfør kjøpet

source: Pre-approve buyer during checkout
nb_no: Godkjenn kjøper under checkout

source: Private Customer
nb_no: Privatperson

source: Project
nb_no: Prosjektnummer

source: Receive the invoice via PDF and email
nb_no: Motta faktura på PDF og email

source: Request refund order to Tillit has errors
nb_no: Forespørsel om refusjon til Tillit har feil

source: Select image
nb_no: Velg bilde

source: Select the account type
nb_no: Velg kontotype

source: Shift invoice fee to the buyers
nb_no: Flytt fakturagebyr til kjøper

source: Show "What is Tillit" link in Checkout
nb_no: Vis "Hva er Tillit" link i Checkout

source: Show account type for Business Customer
nb_no: Vis checkout for bedriftskunder

source: Show account type for Private Customer
nb_no: Vis checkout for privatpersoner

source: Show account type for Sole trader/other Customer
nb_no: Vis checkout for enkeltmannsforetak

source: Sole trader/other
nb_no: Enkeltmannsforetak

source: Sole Trader/Other Custome
nb_no: Enkeltmannsforetak

source: The security code is not valid.
nb_no: Koden er ikke gyldig

source: Tillit API Key
nb_no: Tillit API nøkler

source: Tillit empty response
nb_no: Tillit tomt svar

source: Tillit Merchant Username
nb_no: Tillit brukernavn

source: Tillit response code %d
nb_no: Tillit responskode %d

source: Title
nb_no: Tittel

source: Turn on/off
nb_no: Skru på/ac

source: Unable to find the requested order
nb_no: Denne ordren finnes ikke

source: Unable to retrieve the order information
nb_no: Fant ingen informasjonen om denne ordren

source: Unable to retrieve the order payment information
nb_no: Betalingsinformasjon for ordren mangler

source: Use buttons instead of radios to select account type
nb_no: Bruk bannerknapper istedet for radioknapper

source: your company
nb_no: ditt selskap
